---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.WallTypeDefaultTaperedExteriorInwardAngle
source: html/850984f5-c0fb-18e8-4c03-b2ed257f5bb3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.WallTypeDefaultTaperedExteriorInwardAngle Property

"Default Exterior Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId WallTypeDefaultTaperedExteriorInwardAngle { get; }
```